---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsCurvetypeMaxWidthParam
source: html/772d2eaf-8d7f-ffef-cdf3-acfd8ab9e395.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsCurvetypeMaxWidthParam Property

"Max Width"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsCurvetypeMaxWidthParam { get; }
```